const PublicShare = [
  {
    id: '01',
    name: '農業工作者阿烽',
    quote:
      '「我最開心的時刻是消費者覺得米好吃；另一個，是看見田區生態越來越豐富。」',
    intro:
      '回報系統上線後，農地違章新增面積相較於前年減少四分之三！成功留住更多良田。',
  },
  {
    id: '02',
    name: '環境教育人員若琪',
    quote:
      '「我們應該誠實告訴孩子們我們正在解決哪些問題，又將留下哪些問題給他們。」',
    intro:
      '遊戲”大家來找廠”讓不同年齡層都接觸到議題，學習理解社會發展的複雜全貌也守護環境',
  },
  {
    id: '03',
    name: '一線執法公務員張先生',
    quote: '「我的工作是要能夠讓台灣更好。」',
    intro:
      '過去要拆除農地工廠沒有法源，現在社會關注所以資源到位，一年成功斷水斷電數十間。',
  },
  {
    id: '04',
    name: '彰化和美居民廖先生',
    quote: '「過去每次我想檢舉都很害怕，因為之前有人舉報就被報復。」',
    intro:
      '農地工廠回報系統既匿名又有效，讓受害民眾終於有個途徑可以安心舉報、好好生活。',
  },
];

export { PublicShare };
